/* 
 File.strings
 project3
 
 Created by Jesse Chen on 4/28/12.
 Copyright (c) 2012 __MyCompanyName__. All rights reserved.
 */

// SplashScreenViewController
"START_GAME" = "Play!";
"NUM_PLAYERS" = "Players??";
"MODE" = "Family Mode";
"INSTRUCTIONS" = "How to Play";
"WEBSITE" = "Visit the Website";
"AMAZON" = "Buy a copy on Amazon!";

// SetUpViewController
"USERQUESTION" = "What is Player %d's name?";
"DONE" = "Done!";

// BlackCardViewController
"NEWCARDCZAR" = "Card Czar!";
"CZARINSTRUCTIONS" = "Please pass the phone to %@, and have them read the question out loud.";
"CANCELBUTTON" = "I got it!";
"DONELABEL" = "Done";

// WhiteCardViewController
"BACKLABEL" = "Back";
"PICKLABEL" = "Pick";

// HandViewController
"CHOOSINGTIME" = "Time to Choose!";
"PASSTOCZAR" = "Please pass back to the Card Czar (%@), so he/she can choose the awesomeest card.";
"NEXTUSER" = "Next User!";
"NEXTTURN" = "%@'s Turn; please pass them the phone.";

// ScoreViewController
"DONEPLAYING" = "We're good";
"CONTINUEPLAYING" = "One more round!";

// InstructionViewController
"INSTRUCTIONSTEXT" = "To start the game, each player draws ten White Cards. One randomly chosen player begins as the Card Czar and plays a Black Card. The Card Czar reads the question or fill-in-the-blank phrase on the Black Card out loud. Everyone else answers the question or fills in the blank by passing one White Card, face down, to the Card Czar. The Card Czar shuffles all of the answers and shares each card combination with the group. For full effect, the Card Czar should usually re-read the Black Card before presenting each answer. The Card Czar then picks a favorite, and whoever played that answer keeps the Black Card as one Awesome Point. After the round, a new player becomes the Card Czar, and everyone draws back up to ten White Cards.";